const translations = {
    ru: {
        weekTitle: "Первая неделя",
        menuTitle: "Выберите неделю",
        menuBtn: "🏠 Меню",
        week1: "Неделя 1",
        week2: "Неделя 2",
        week3: "Неделя 3",
        week4: "Неделя 4",
        prev: "◀ Предыдущий",
        next: "Следующий ▶",
        weekdays: { sunday: "Воскресенье", monday: "Понедельник", tuesday: "Вторник", wednesday: "Среда", thursday: "Четверг", friday: "Пятница", saturday: "Суббота" },
        mealTypes: { breakfast: "Завтрак", lunch: "Обед", dinner: "Ужин", snack1: "Перекус 1", snack2: "Перекус 2" }
    },
    en: {
        weekTitle: "Week 1",
        menuTitle: "Choose a Week",
        menuBtn: "🏠 Menu",
        week1: "Week 1",
        week2: "Week 2",
        week3: "Week 3",
        week4: "Week 4",
        prev: "◀ Previous",
        next: "Next ▶",
        weekdays: { sunday: "Sunday", monday: "Monday", tuesday: "Tuesday", wednesday: "Wednesday", thursday: "Thursday", friday: "Friday", saturday: "Saturday" },
        mealTypes: { breakfast: "Breakfast", lunch: "Lunch", dinner: "Dinner", snack1: "Snack 1", snack2: "Snack 2" }
    },
    bg: {
        weekTitle: "Първа седмица",
        menuTitle: "Изберете седмица",
        menuBtn: "🏠 Меню",
        week1: "Седмица 1",
        week2: "Седмица 2",
        week3: "Седмица 3",
        week4: "Седмица 4",
        prev: "◀ Предишен",
        next: "Следващ ▶",
        weekdays: { sunday: "Неделя", monday: "Понеделник", tuesday: "Вторник", wednesday: "Сряда", thursday: "Четвъртък", friday: "Петък", saturday: "Събота" },
        mealTypes: { breakfast: "Закуска", lunch: "Обяд", dinner: "Вечеря", snack1: "Междинно хранене 1", snack2: "Междинно хранене 2" }
    },
    he: {
        weekTitle: "שבוע ראשון",
        menuTitle: "בחר שבוע",
        menuBtn: "🏠 תפריט",
        week1: "שבוע 1",
        week2: "שבוע 2",
        week3: "שבוע 3",
        week4: "שבוע 4",
        prev: "◀ הקודם",
        next: "הבא ▶",
        weekdays: { sunday: "ראשון", monday: "שני", tuesday: "שלישי", wednesday: "רביעי", thursday: "חמישי", friday: "שישי", saturday: "שבת" },
        mealTypes: { breakfast: "ארוחת בוקר", lunch: "ארוחת צהריים", dinner: "ארוחת ערב", snack1: "חטיף 1", snack2: "חטיף 2" }
    }
};

const calendarData = {
    days: [
        {
            isCover: true,
            image: "cover.png"
        },
        {
            isMenu: true
        },
        {
            weekdayKey: "sunday",
            image: "../calendar/images/day29.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина из индейки 90 г (3Б)", "Овсяная лепешка 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 г (1У)", "Семена льна в лепешке 9 г (3Ж)"],
                    en: ["Turkey ham 90 g (3P)", "Oat flatbread 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Flax seeds in the flatbread 9 g (3F)"],
                    bg: ["Шунка от пуешко месо 90 г (3Б)", "Овесена питка 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Ленено семе в питката 9 г (3М)"],
                    he: ["נקניק הודו 90 גרם (3ח)", "לחמנייה משיבולת שועל 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "זרעי פשתן בלחמנייה 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Шашлычки из курицы-гриль", "Брокколи отварные 330 г (1У)", "Салат из помидоров, огурцов и салата-латука - 300 г (1У)", "Запеченные баклажаны с 30 г тахини - 380 г (1У, 3Ж)"],
                    en: ["Grilled chicken skewers", "Boiled broccoli 330 g (1C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Baked eggplant with 30 g tahini - 380 g (1C, 3F)"],
                    bg: ["Шишчета от пилешко на грил", "Варено броколи 330 г (1В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Печени патладжани с 30 г тахан - 380 г (1В, 3М)"],
                    he: ["שיפודי עוף על הגריל", "ברוקולי מבושל 330 גרם (1פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "חצילים אפויים עם 30 גרם טחינה - 380 גרם (1פ, 3ש)"]
                },
                dinner: {
                    ru: ["Тунец (в собственном соку) 84 г (3Б)", "Кабачки запечённые 330 г (1У)", "Вареный нут 90 г (2У)", "Салат из рукколы", "Авокадо 30 г (3Ж)"],
                    en: ["Tuna (in its own juice) 84 g (3P)", "Baked zucchini 330 g (1C)", "Boiled chickpeas 90 g (2C)", "Arugula salad", "Avocado 30 g (3F)"],
                    bg: ["Риба тон (в собствен сок) 84 г (3Б)", "Печени тиквички 330 г (1В)", "Варен нахут 90 г (2В)", "Салата от рукола", "Авокадо 30 г (3М)"],
                    he: ["טונה (בנוזל עצמי) 84 גרם (3ח)", "קישואים אפויים 330 גרם (1פ)", "חומוס מבושל 90 גרם (2פ)", "סלט רוקט", "אבוקדו 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Коттедж 68 г (1Б)", "Клубника 140 г (1У)", "Фундук 3 г (1Ж)"],
                    en: ["Cottage cheese 68 g (1P)", "Strawberries 140 g (1C)", "Hazelnuts 3 g (1F)"],
                    bg: ["Извара 68 г (1Б)", "Ягоди 140 г (1В)", "Лешници 3 г (1М)"],
                    he: ["גבינת קוטג' 68 גרם (1ח)", "תותים 140 גרם (1פ)", "אגוזי לוז 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт 2% 200 г (1Б)", "Киви 60 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Yogurt 2% 200 g (1P)", "Kiwi 60 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Кисело мляко 2% 200 г (1Б)", "Киви 60 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["יוגורט 2% 200 גרם (1ח)", "קיווי 60 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "monday",
            image: "../calendar/images/day30.png",
            meals: {
                breakfast: {
                    ru: ["Омлет из 6 яичных белков (3Б)", "Ячменная лепешка 24 г (2У)", "Салат из помидоров, огурцов и салата-латука 300 гр (1У)", "Авокадо 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Barley flatbread 24 g (2C)", "Tomato, cucumber and lettuce salad 300 g (1C)", "Avocado 30 g (3F)"],
                    bg: ["Омлет от 6 яйчени белтъка (3Б)", "Ечемичена питка 24 г (2В)", "Салата от домати, краставици и маруля 300 г (1В)", "Авокадо 30 г (3М)"],
                    he: ["חביתה מ-6 חלבוני ביצה (3ח)", "לחמנייה משעורה 24 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה 300 גרם (1פ)", "אבוקדו 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Куриное филе 84 г (3Б)", "Цветная капуста отварная 330 г (1У)", "Вареная красная фасоль 90 г (2У)", "Салат из рукколы и огурцы", "Тхина 30 г (3Ж)"],
                    en: ["Chicken fillet 84 g (3P)", "Boiled cauliflower 330 g (1C)", "Boiled red beans 90 g (2C)", "Arugula and cucumber salad", "Tahini 30 g (3F)"],
                    bg: ["Пилешко филе 84 г (3Б)", "Варено карфиол 330 г (1В)", "Варен червен боб 90 г (2В)", "Салата от рукола и краставици", "Тахан 30 г (3М)"],
                    he: ["חזה עוף 84 גרם (3ח)", "כרובית מבושלת 330 גרם (1פ)", "שעועית אדומה מבושלת 90 גרם (2פ)", "סלט רוקט ומלפפונים", "טחינה 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Лосось 84 г (3Б)", "Вареная красная фасоль 135 г (3У)", "Гуакамоле с авокадо 100 г (1У; 3Ж)"],
                    en: ["Salmon 84 g (3P)", "Boiled red beans 135 g (3C)", "Guacamole with avocado 100 g (1C; 3F)"],
                    bg: ["Сьомга 84 г (3Б)", "Варен червен боб 135 г (3В)", "Гуакамоле с авокадо 100 г (1В; 3М)"],
                    he: ["סלמון 84 גרם (3ח)", "שעועית אדומה מבושלת 135 גרם (3פ)", "גואקמולי עם אבוקדו 100 גרם (1פ; 3ש)"]
                },
                snack1: {
                    ru: ["Йогурт 200 г (1Б)", "Яблоко 90 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Yogurt 200 g (1P)", "Apple 90 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Кисело мляко 200 г (1Б)", "Ябълка 90 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["יוגורט 200 גרם (1ח)", "תפוח 90 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог 67 г (1Б)", "Черника 120 г (1У)", "фундук 3 г (1Ж)"],
                    en: ["Cottage cheese 67 g (1P)", "Blueberries 120 g (1C)", "Hazelnuts 3 g (1F)"],
                    bg: ["Извара 67 г (1Б)", "Боровинки 120 г (1В)", "Лешници 3 г (1М)"],
                    he: ["גבינת קוטג' 67 גרם (1ח)", "אוכמניות 120 גרם (1פ)", "אגוזי לוז 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "tuesday",
            image: "../calendar/images/day31.png",
            meals: {
                breakfast: {
                    ru: ["Процеженный йогурт PRO 21/0 - 200 г (3Б)", "Овсяная лепешка 38 г (2У)", "Семена льна в лепешке 9 г (3Ж)", "Салат из помидоров, огурцов и салата-латука 300 гр (1У)"],
                    en: ["Strained yogurt PRO 21/0 - 200 g (3P)", "Oat flatbread 38 g (2C)", "Flax seeds in the flatbread 9 g (3F)", "Tomato, cucumber and lettuce salad 300 g (1C)"],
                    bg: ["Прецедено кисело мляко PRO 21/0 - 200 г (3Б)", "Овесена питка 38 г (2В)", "Ленено семе в питката 9 г (3М)", "Салата от домати, краставици и маруля 300 г (1В)"],
                    he: ["יוגורט מסונן PRO 21/0 - 200 גרם (3ח)", "לחמנייה משיבולת שועל 38 גרם (2פ)", "זרעי פשתן בלחמנייה 9 גרם (3ש)", "סלט עגבניות, מלפפונים וחסה 300 גרם (1פ)"]
                },
                lunch: {
                    ru: ["Индейка филе 84 г (3Б)", "Салата-латука и редиса", "Отварная цветная капуста 330 (1У)", "Вареная красная фасоль 45 г (1У)", "Тхина 30 г (3Ж)"],
                    en: ["Turkey fillet 84 g (3P)", "Lettuce and radish", "Boiled cauliflower 330 g (1C)", "Boiled red beans 45 g (1C)", "Tahini 30 g (3F)"],
                    bg: ["Пуешко филе 84 г (3Б)", "Маруля и репички", "Варено карфиол 330 г (1В)", "Варен червен боб 45 г (1В)", "Тахан 30 г (3М)"],
                    he: ["חזה הודו 84 גרם (3ח)", "חסה וצנון", "כרובית מבושלת 330 גרם (1פ)", "שעועית אדומה מבושלת 45 גרם (1פ)", "טחינה 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Тунец 84 г (3Б)", "Вареный нут 135 г (3У)", "Салат из рукколы", "Авокадо 30 г (3Ж)"],
                    en: ["Tuna 84 g (3P)", "Boiled chickpeas 135 g (3C)", "Arugula salad", "Avocado 30 g (3F)"],
                    bg: ["Риба тон 84 г (3Б)", "Варен нахут 135 г (3В)", "Салата от рукола", "Авокадо 30 г (3М)"],
                    he: ["טונה 84 גרם (3ח)", "חומוס מבושל 135 גרם (3פ)", "סלט רוקט", "אבוקדו 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Тверда вареные яйца — 2 белка (1Б)", "Грейпфрут 140 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Hard-boiled eggs — 2 egg whites (1P)", "Grapefruit 140 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Твърдо сварени яйца — 2 белтъка (1Б)", "Грейпфрут 140 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["ביצים קשות — 2 חלבונים (1ח)", "אשכולית 140 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт 200 г (1Б)", "Киви 60 г (1У)", "Фундук 3 г (1Ж)"],
                    en: ["Yogurt 200 g (1P)", "Kiwi 60 g (1C)", "Hazelnuts 3 g (1F)"],
                    bg: ["Кисело мляко 200 г (1Б)", "Киви 60 г (1В)", "Лешници 3 г (1М)"],
                    he: ["יוגורט 200 גרם (1ח)", "קיווי 60 גרם (1פ)", "אגוזי לוז 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "wednesday",
            image: "../calendar/images/day32.png",
            meals: {
                breakfast: {
                    ru: ["Коттедж 200 г (3Б)", "Блинчик с овсяными отрубями 38 г и тертое яблоко 100 г (3У)", "Авокадо 30 г (3Ж)"],
                    en: ["Cottage cheese 200 g (3P)", "Pancake with oat bran 38 g and grated apple 100 g (3C)", "Avocado 30 g (3F)"],
                    bg: ["Извара 200 г (3Б)", "Палачинка с овесени трици 38 г и настъргана ябълка 100 г (3В)", "Авокадо 30 г (3М)"],
                    he: ["גבינת קוטג' 200 גרם (3ח)", "פנקייק עם סובין שיבולת שועל 38 גרם ותפוח מגורר 100 גרם (3פ)", "אבוקדו 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Куриные фрикадельки - 90 г (3Б)", "Вареная красная фасоль 135 г (3У)", "Салат латука и огурцы", "Маслины 33 г (3Ж)"],
                    en: ["Chicken meatballs - 90 g (3P)", "Boiled red beans 135 g (3C)", "Lettuce and cucumber salad", "Olives 33 g (3F)"],
                    bg: ["Пилешки кюфтенца - 90 г (3Б)", "Варен червен боб 135 г (3В)", "Салата от маруля и краставици", "Маслини 33 г (3М)"],
                    he: ["קציצות עוף - 90 גרם (3ח)", "שעועית אדומה מבושלת 135 גרם (3פ)", "סלט חסה ומלפפונים", "זיתים 33 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Скумбрия на грилле 84 г (3Б)", "Отварная цветная капуста 330 г (1У)", "Вареный нут 90 г (2У)", "Салат из рукколы", "Авокадо 30 г (3Ж)"],
                    en: ["Grilled mackerel 84 g (3P)", "Boiled cauliflower 330 g (1C)", "Boiled chickpeas 90 g (2C)", "Arugula salad", "Avocado 30 g (3F)"],
                    bg: ["Скумрия на грил 84 г (3Б)", "Варено карфиол 330 г (1В)", "Варен нахут 90 г (2В)", "Салата от рукола", "Авокадо 30 г (3М)"],
                    he: ["מקרל על הגריל 84 גרם (3ח)", "כרובית מבושלת 330 גרם (1פ)", "חומוס מבושל 90 גרם (2פ)", "סלט רוקט", "אבוקדו 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт 200 г (1Б)", "Яблоко 90 г (1У)", "Грецкий орех 3 г (1Ж)"],
                    en: ["Yogurt 200 g (1P)", "Apple 90 g (1C)", "Walnut 3 g (1F)"],
                    bg: ["Кисело мляко 200 г (1Б)", "Ябълка 90 г (1В)", "Орех 3 г (1М)"],
                    he: ["יוגורט 200 גרם (1ח)", "תפוח 90 גרם (1פ)", "אגוז מלך 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог 67 г (1Б)", "Клубника 140 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Cottage cheese 67 g (1P)", "Strawberries 140 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Извара 67 г (1Б)", "Ягоди 140 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["גבינת קוטג' 67 גרם (1ח)", "תותים 140 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "thursday",
            image: "../calendar/images/day33.png",
            meals: {
                breakfast: {
                    ru: ["Омлет из 6 яичных белков (3Б)", "Овсяная лепешка 57 г (3У)", "Авокадо 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Oat flatbread 57 g (3C)", "Avocado 30 g (3F)"],
                    bg: ["Омлет от 6 яйчени белтъка (3Б)", "Овесена питка 57 г (3В)", "Авокадо 30 г (3М)"],
                    he: ["חביתה מ-6 חלבוני ביצה (3ח)", "לחמנייה משיבולת שועל 57 גרם (3פ)", "אבוקדו 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе 84 г (3Б)", "Кабачки на гриле 330 г (1У)", "Вареный нут 90 г (2У)", "Оливковое масло 9 г (3Ж)"],
                    en: ["Turkey fillet 84 g (3P)", "Grilled zucchini 330 g (1C)", "Boiled chickpeas 90 g (2C)", "Olive oil 9 g (3F)"],
                    bg: ["Пуешко филе 84 г (3Б)", "Тиквички на грил 330 г (1В)", "Варен нахут 90 г (2В)", "Зехтин 9 г (3М)"],
                    he: ["חזה הודו 84 גרם (3ח)", "קישואים על הגריל 330 גרם (1פ)", "חומוס מבושל 90 גרם (2פ)", "שמן זית 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["лосось на гриле 120 г (3Б)", "Брокколи 330 г (1У)", "Лобио 80 г (2У и 3Ж)"],
                    en: ["Grilled salmon 120 g (3P)", "Broccoli 330 g (1C)", "Lobio (bean stew) 80 g (2C and 3F)"],
                    bg: ["Сьомга на грил 120 г (3Б)", "Броколи 330 г (1В)", "Лобио 80 г (2В и 3М)"],
                    he: ["סלמון על הגריל 120 גרם (3ח)", "ברוקולי 330 גרם (1פ)", "לוביו (תבשיל שעועית) 80 גרם (2פ ו-3ש)"]
                },
                snack1: {
                    ru: ["Йогурт 200 г (1Б)", "Апельсин 100 г (1У)", "Семена чия 3 г (1Ж)"],
                    en: ["Yogurt 200 g (1P)", "Orange 100 g (1C)", "Chia seeds 3 g (1F)"],
                    bg: ["Кисело мляко 200 г (1Б)", "Портокал 100 г (1В)", "Семена от чиа 3 г (1М)"],
                    he: ["יוגורט 200 גרם (1ח)", "תפוז 100 גרם (1פ)", "זרעי צ'יה 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Омлет из 2 белка (1Б)", "Вишня 70 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Omelet from 2 egg whites (1P)", "Cherries 70 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Омлет от 2 белтъка (1Б)", "Череши 70 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["חביתה מ-2 חלבונים (1ח)", "דובדבנים 70 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "friday",
            image: "../calendar/images/day34.png",
            meals: {
                breakfast: {
                    ru: ["Омлет из 6 яичных белков (3Б)", "Овсяная лепешка 38 г (2У)", "Салат из помидоров и огурцов (1У)", "Авокадо 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Oat flatbread 38 g (2C)", "Tomato and cucumber salad (1C)", "Avocado 30 g (3F)"],
                    bg: ["Омлет от 6 яйчени белтъка (3Б)", "Овесена питка 38 г (2В)", "Салата от домати и краставици (1В)", "Авокадо 30 г (3М)"],
                    he: ["חביתה מ-6 חלבוני ביצה (3ח)", "לחמנייה משיבולת שועל 38 גרם (2פ)", "סלט עגבניות ומלפפונים (1פ)", "אבוקדו 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Тилапия 84 г (3Б)", "Красная фасоль 90 г (2У)", "Свежий салат из капусты - 330 г (1У)", "Оливковое масло 9 г (3Ж)"],
                    en: ["Tilapia 84 g (3P)", "Red beans 90 g (2C)", "Fresh cabbage salad - 330 g (1C)", "Olive oil 9 g (3F)"],
                    bg: ["Тилапия 84 г (3Б)", "Червен боб 90 г (2В)", "Прясна зелева салата - 330 г (1В)", "Зехтин 9 г (3М)"],
                    he: ["טילפיה 84 גרם (3ח)", "שעועית אדומה 90 גרם (2פ)", "סלט כרוב טרי - 330 גרם (1פ)", "שמן זית 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Индейка филе 84 г (3Б)", "Красная фасоль 135 г (3У)", "Салат из помидоров и огурцов (1У)", "Грецкий орех 9 г (3Ж)"],
                    en: ["Turkey fillet 84 g (3P)", "Red beans 135 g (3C)", "Tomato and cucumber salad (1C)", "Walnut 9 g (3F)"],
                    bg: ["Пуешко филе 84 г (3Б)", "Червен боб 135 г (3В)", "Салата от домати и краставици (1В)", "Орех 9 г (3М)"],
                    he: ["חזה הודו 84 גרם (3ח)", "שעועית אדומה 135 גרם (3פ)", "סלט עגבניות ומלפפונים (1פ)", "אגוז מלך 9 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Творог 67 г (1Б)", "Киви 60 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Cottage cheese 67 g (1P)", "Kiwi 60 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Извара 67 г (1Б)", "Киви 60 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["גבינת קוטג' 67 גרם (1ח)", "קיווי 60 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Овсяная лепёшка — 19 г (1У)", "Филе лосося — 28–30 г (1Б)", "Лист салата", "Немного свежего огурца"],
                    en: ["Oat flatbread — 19 g (1C)", "Salmon fillet — 28–30 g (1P)", "Lettuce leaf", "A bit of fresh cucumber"],
                    bg: ["Овесена питка — 19 г (1В)", "Филе от сьомга — 28–30 г (1Б)", "Лист маруля", "Малко прясна краставица"],
                    he: ["לחמנייה משיבולת שועל — 19 גרם (1פ)", "פילה סלמון — 28–30 גרם (1ח)", "עלה חסה", "קצת מלפפון טרי"]
                }
            }
        },
        {
            weekdayKey: "saturday",
            image: "../calendar/images/day35.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина из индейки 90 г (3Б)", "Отварная цветная капуста 330 г (1У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Вареный нут - 45 г (1У)", "Авокадо 30 г (3Ж)"],
                    en: ["Turkey ham 90 g (3P)", "Boiled cauliflower 330 g (1C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Boiled chickpeas - 45 g (1C)", "Avocado 30 g (3F)"],
                    bg: ["Шунка от пуешко месо 90 г (3Б)", "Варено карфиол 330 г (1В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Варен нахут - 45 г (1В)", "Авокадо 30 г (3М)"],
                    he: ["נקניק הודו 90 גרם (3ח)", "כרובית מבושלת 330 גרם (1פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "חומוס מבושל - 45 גרם (1פ)", "אבוקדו 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Тунец 84 г (3Б)", "Тыква 140 г (1У)", "Овсяные лепешки 38 г (2У)", "Салат из рукколы", "Маслины 30 г (3Ж)"],
                    en: ["Tuna 84 g (3P)", "Pumpkin 140 g (1C)", "Oat flatbreads 38 g (2C)", "Arugula salad", "Olives 30 g (3F)"],
                    bg: ["Риба тон 84 г (3Б)", "Тиква 140 г (1В)", "Овесени питки 38 г (2В)", "Салата от рукола", "Маслини 30 г (3М)"],
                    he: ["טונה 84 גרם (3ח)", "דלעת 140 גרם (1פ)", "לחמניות שיבולת שועל 38 גרם (2פ)", "סלט רוקט", "זיתים 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе 84 г (3Б)", "Брокколи 330 г (1У)", "Лобио красная фасоль 40 г (1У 1Ж)", "Свежий салат из капусты 330 г (1У)", "Миндаль 6 г (2Ж)"],
                    en: ["Chicken fillet 84 g (3P)", "Broccoli 330 g (1C)", "Lobio red bean stew 40 g (1C 1F)", "Fresh cabbage salad 330 g (1C)", "Almonds 6 g (2F)"],
                    bg: ["Пилешко филе 84 г (3Б)", "Броколи 330 г (1В)", "Лобио от червен боб 40 г (1В 1М)", "Прясна зелева салата 330 г (1В)", "Бадеми 6 г (2М)"],
                    he: ["חזה עוף 84 גרם (3ח)", "ברוקולי 330 גרם (1פ)", "לוביו שעועית אדומה 40 גרם (1פ 1ש)", "סלט כרוב טרי 330 גרם (1פ)", "שקדים 6 גרם (2ש)"]
                },
                snack1: {
                    ru: ["Творог 67 г (1Б)", "Вишня 70 г (1У)", "Фундук 3 г (1Ж)"],
                    en: ["Cottage cheese 67 g (1P)", "Cherries 70 g (1C)", "Hazelnuts 3 g (1F)"],
                    bg: ["Извара 67 г (1Б)", "Череши 70 г (1В)", "Лешници 3 г (1М)"],
                    he: ["גבינת קוטג' 67 גרם (1ח)", "דובדבנים 70 גרם (1פ)", "אגוזי לוז 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Яйцо — 2 белка (1Б)", "Яблоко 90 г (1У)", "Миндаль 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Apple 90 g (1C)", "Almonds 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Ябълка 90 г (1В)", "Бадеми 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "תפוח 90 גרם (1פ)", "שקדים 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "sunday",
            image: "../calendar/images/day36.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина из индейки — 90 г (3Б)", "Овсяная лепёшка — 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Миндаль — 10 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Oat flatbread — 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Almonds — 10 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Овесена питка — 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Бадеми — 10 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "שקדים — 10 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Шашлычки из курицы-гриль 84 г (3Б)", "Брокколи отварные — 330 г (1У)", "Ржаной хлеб — 30 г (1У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Grilled chicken skewers 84 g (3P)", "Boiled broccoli — 330 g (1C)", "Rye bread — 30 g (1C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Olive oil — 9 g (3F)"],
                    bg: ["Шишчета от пилешко на грил 84 г (3Б)", "Варено броколи — 330 г (1В)", "Ръжен хляб — 30 г (1В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Зехтин — 9 г (3М)"],
                    he: ["שיפודי עוף על הגריל 84 גרם (3ח)", "ברוקולי מבושל — 330 גרם (1פ)", "לחם שיפון — 30 גרם (1פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Лосось на гриле 120 г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из рукколы", "Авокадо — 30 г (3Ж)"],
                    en: ["Grilled salmon 120 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula salad", "Avocado — 30 g (3F)"],
                    bg: ["Сьомга на грил 120 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола", "Авокадо — 30 г (3М)"],
                    he: ["סלמון על הגריל 120 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Омлет из 2 белка — 67 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Omelet from 2 egg whites — 67 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Омлет от 2 белтъка — 67 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["חביתה מ-2 חלבונים — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт 2% — 200 г (1Б)", "Киви — 60 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Yogurt 2% — 200 g (1P)", "Kiwi — 60 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Кисело мляко 2% — 200 г (1Б)", "Киви — 60 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["יוגורט 2% — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "monday",
            image: "../calendar/images/day37.png",
            meals: {
                breakfast: {
                    ru: ["Омлет из 6 яичных белков (3Б)", "Ячменная лепёшка — 24 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Barley flatbread — 24 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Avocado — 30 g (3F)"],
                    bg: ["Омлет от 6 яйчени белтъка (3Б)", "Ечемичена питка — 24 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Авокадо — 30 г (3М)"],
                    he: ["חביתה מ-6 חלבוני ביצה (3ח)", "לחמנייה משעורה — 24 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Куриное филе — 84 г (3Б)", "Цветная капуста отварная — 330 г (1У)", "Варёная красная фасоль — 45 г (1У)", "Салат из помидоров, огурцов - 300 гр (1У)", "Тхина — 10 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Boiled cauliflower — 330 g (1C)", "Boiled red beans — 45 g (1C)", "Tomato and cucumber salad - 300 g (1C)", "Tahini — 10 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Варено карфиол — 330 г (1В)", "Варен червен боб — 45 г (1В)", "Салата от домати и краставици - 300 г (1В)", "Тахан — 10 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "כרובית מבושלת — 330 גרם (1פ)", "שעועית אדומה מבושלת — 45 גרם (1פ)", "סלט עגבניות ומלפפונים - 300 גרם (1פ)", "טחינה — 10 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Лосось — 84 г (3Б; 3Ж)", "Красная фасоль — 90 г (2У)", "Свежий салат из капусты - 330 гр (1У)"],
                    en: ["Salmon — 84 g (3P; 3F)", "Red beans — 90 g (2C)", "Fresh cabbage salad - 330 g (1C)"],
                    bg: ["Сьомга — 84 г (3Б; 3М)", "Червен боб — 90 г (2В)", "Прясна зелева салата - 330 г (1В)"],
                    he: ["סלמון — 84 גרם (3ח; 3ש)", "שעועית אדומה — 90 גרם (2פ)", "סלט כרוב טרי - 330 גרם (1פ)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Яблоко — 100 г (1У)", "Семена чиа — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Apple — 100 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Ябълка — 100 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוח — 100 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Черника — 120 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Blueberries — 120 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Боровинки — 120 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "אוכמניות — 120 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "tuesday",
            image: "../calendar/images/day38.png",
            meals: {
                breakfast: {
                    ru: ["Коттедж — 200 г (3Б)", "Овсяная лепёшка — 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Миндаль — 9 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Almonds — 9 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Бадеми — 9 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "שקדים — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Запечённая тыква — 240 г (2У)", "Вареный нут 45 г (1У)", "Салат из огурцов и салата-латука", "Тхина — 10 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Baked pumpkin — 240 g (2C)", "Boiled chickpeas 45 g (1C)", "Cucumber and lettuce salad", "Tahini — 10 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Печена тиква — 240 г (2В)", "Варен нахут 45 г (1В)", "Салата от краставици и маруля", "Тахан — 10 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "דלעת אפויה — 240 גרם (2פ)", "חומוס מבושל 45 גרם (1פ)", "סלט מלפפונים וחסה", "טחינה — 10 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Тунец — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Салат из рукколы", "Авокадо — 30 г (3Ж)"],
                    en: ["Tuna — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio (bean stew) — 80 g (2C)", "Arugula salad", "Avocado — 30 g (3F)"],
                    bg: ["Риба тон — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Салата от рукола", "Авокадо — 30 г (3М)"],
                    he: ["טונה — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "סלט רוקט", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Яйцо — 2 белка (1Б)", "Грейпфрут — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Grapefruit — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Грейпфрут — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "אשכולית — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт — 200 г (1Б)", "Киви — 60 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Kiwi — 60 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Киви — 60 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "wednesday",
            image: "../calendar/images/day39.png",
            meals: {
                breakfast: {
                    ru: ["Коттедж — 200 г (3Б)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Груша — 100 г (1У)", "ржаной хлеб 30г (1У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Pear — 100 g (1C)", "Rye bread 30 g (1C)", "Avocado — 30 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Салата от домати, краставици и маруля - 300 г (1В)", "Круша — 100 г (1В)", "Ръжен хляб 30 г (1В)", "Авокадо — 30 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אגס — 100 גרם (1פ)", "לחם שיפון 30 גרם (1פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Омлет из 6 белков (3Б)", "Варёный нут — 90 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Маслины — 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Boiled chickpeas — 90 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Olives — 30 g (3F)"],
                    bg: ["Омлет от 6 белтъка (3Б)", "Варен нахут — 90 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Маслини — 30 г (3М)"],
                    he: ["חביתה מ-6 חלבונים (3ח)", "חומוס מבושל — 90 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Скумбрия — 84 г (3Б)", "Цветная капуста — 330 г (1У)", "Варёная красная фасоль — 90 г (2У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Mackerel — 84 g (3P)", "Cauliflower — 330 g (1C)", "Boiled red beans — 90 g (2C)", "Avocado — 30 g (3F)"],
                    bg: ["Скумрия — 84 г (3Б)", "Карфиол — 330 г (1В)", "Варен червен боб — 90 г (2В)", "Авокадо — 30 г (3М)"],
                    he: ["מקרל — 84 גרם (3ח)", "כרובית — 330 גרם (1פ)", "שעועית אדומה מבושלת — 90 גרם (2פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Овсяная лепёшка — 19 г (1У)", "Филе лосося — 28–30 г (1Б)", "Лист салата", "Немного свежего огурца"],
                    en: ["Oat flatbread — 19 g (1C)", "Salmon fillet — 28–30 g (1P)", "Lettuce leaf", "A bit of fresh cucumber"],
                    bg: ["Овесена питка — 19 г (1В)", "Филе от сьомга — 28–30 г (1Б)", "Лист маруля", "Малко прясна краставица"],
                    he: ["לחמנייה משיבולת שועל — 19 גרם (1פ)", "פילה סלמון — 28–30 גרם (1ח)", "עלה חסה", "קצת מלפפון טרי"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Клубника — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Strawberries — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Ягоди — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "thursday",
            image: "../calendar/images/day40.png",
            meals: {
                breakfast: {
                    ru: ["Творог — 200 г (3Б)", "Овсяная лепёшка — 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Фундук — 9 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Hazelnuts — 9 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Лешници — 9 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אגוזי לוז — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Кабачки — 330 г (1У)", "Варёный нут — 90 г (2У)", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Olive oil — 9 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Зехтин — 9 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "קישואים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Маслины — 30 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 80 g (2C)", "Olives — 30 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Маслини — 30 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "זיתים — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Апельсин — 100 г (1У)", "Семена чиа — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Orange — 100 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Портокал — 100 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוז — 100 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Яйцо — 2 белка (1Б)", "Вишня — 70 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Cherries — 70 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Череши — 70 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "דובדבנים — 70 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "friday",
            image: "../calendar/images/day41.png",
            meals: {
                breakfast: {
                    ru: ["Омлет из 6 белков (3Б)", "Овсяная лепёшка — 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet from 6 egg whites (3P)", "Oat flatbread — 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Avocado — 30 g (3F)"],
                    bg: ["Омлет от 6 белтъка (3Б)", "Овесена питка — 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Авокадо — 30 г (3М)"],
                    he: ["חביתה מ-6 חלבונים (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Тилапия на гриле— 84 г (3Б, 3Ж)", "Тыква — 240 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)"],
                    en: ["Grilled tilapia — 84 g (3P, 3F)", "Pumpkin — 240 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)"],
                    bg: ["Тилапия на грил — 84 г (3Б, 3М)", "Тиква — 240 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)"],
                    he: ["טילפיה על הגריל — 84 גרם (3ח, 3ש)", "דלעת — 240 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)"]
                },
                dinner: {
                    ru: ["Индейка филе — 84 г (3Б)", "Красная фасоль — 135 г (3У)", "салат из рукколы с красной редькой", "Миндаль — 9 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Red beans — 135 g (3C)", "Arugula salad with red radish", "Almonds — 9 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Червен боб — 135 г (3В)", "Салата от рукола с червена ряпа", "Бадеми — 9 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "שעועית אדומה — 135 גרם (3פ)", "סלט רוקט עם צנון אדום", "שקדים — 9 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Маффин из красной чечевицы с 3 миндалем и двумя яичными белками - 1блок"],
                    en: ["Red lentil muffin with 3 almonds and two egg whites - 1 block"],
                    bg: ["Мъфин от червена леща с 3 бадема и два яйчени белтъка - 1 блок"],
                    he: ["מאפין מעדשים אדומות עם 3 שקדים ושני חלבוני ביצה - בלוק אחד"]
                },
                snack2: {
                    ru: ["Йогурт — 200 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "saturday",
            image: "../calendar/images/day42.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина из индейки — 90 г (3Б)", "Варёный нут — 90 г (2У)", "Бакладжан BBQ— 330 г (1У)", "Салат Руколла", "Тхина — 10 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Boiled chickpeas — 90 g (2C)", "BBQ eggplant — 330 g (1C)", "Arugula salad", "Tahini — 10 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Варен нахут — 90 г (2В)", "Патладжан BBQ — 330 г (1В)", "Салата от рукола", "Тахан — 10 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "חומוס מבושל — 90 גרם (2פ)", "חציל BBQ — 330 גרם (1פ)", "סלט רוקט", "טחינה — 10 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Саломон BBQ — 84 г (3Б)", "Тыква — 240 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Маслины — 30 г (3Ж)"],
                    en: ["BBQ salmon — 84 g (3P)", "Pumpkin — 240 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Olives — 30 g (3F)"],
                    bg: ["Сьомга BBQ — 84 г (3Б)", "Тиква — 240 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Маслини — 30 г (3М)"],
                    he: ["סלמון BBQ — 84 גרם (3ח)", "דלעת — 240 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио (красная фасоль) — 80 г (2У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio (red beans) — 80 g (2C)", "Avocado — 30 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио (червен боб) — 80 г (2В)", "Авокадо — 30 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו (שעועית אדומה) — 80 גרם (2פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Омлет с двумя яичными белками и яблоком и Миндаль — 3 г (1БУЖ)"],
                    en: ["Omelet with two egg whites and apple, and Almonds — 3 g (1P1C1F)"],
                    bg: ["Омлет с два яйчени белтъка и ябълка, и Бадеми — 3 г (1Б1В1М)"],
                    he: ["חביתה עם שני חלבוני ביצה ותפוח, ושקדים — 3 גרם (1ח1פ1ש)"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Вишня — 70 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Cherries — 70 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Череши — 70 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "דובדבנים — 70 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "sunday",
            image: "../calendar/images/day43.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина индейка — 90 г (3Б)", "Варёный нут — 120 г (3У)", "Салат из огурцов и салата-латука", "Миндаль — 9 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Boiled chickpeas — 120 g (3C)", "Cucumber and lettuce salad", "Almonds — 9 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Варен нахут — 120 г (3В)", "Салата от краставици и маруля", "Бадеми — 9 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "חומוס מבושל — 120 גרם (3פ)", "סלט מלפפונים וחסה", "שקדים — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Куриные фрикадельки — 84 г (3Б)", "Тыква — 360 г (3У)", "Салат руколла", "Маслины — 30 г (3Ж)"],
                    en: ["Chicken meatballs — 84 g (3P)", "Pumpkin — 360 g (3C)", "Arugula salad", "Olives — 30 g (3F)"],
                    bg: ["Пилешки кюфтенца — 84 г (3Б)", "Тиква — 360 г (3В)", "Салата от рукола", "Маслини — 30 г (3М)"],
                    he: ["קציצות עוף — 84 גרם (3ח)", "דלעת — 360 גרם (3פ)", "סלט רוקט", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриные шницели — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 40 г (1У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Chicken schnitzels — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 40 g (1C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Avocado — 30 g (3F)"],
                    bg: ["Пилешки шницели — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 40 г (1В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Авокадо — 30 г (3М)"],
                    he: ["שניצל עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 40 גרם (1פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Яйцо — 2 белка (1Б)", "Яблоко — 90 г (1У)", "Грецкий орех — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Apple — 90 g (1C)", "Walnut — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Ябълка — 90 г (1В)", "Орех — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "תפוח — 90 גרם (1פ)", "אגוז מלך — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Коттедж— 68 г (1Б)", "Вишня — 70 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 68 g (1P)", "Cherries — 70 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 68 г (1Б)", "Череши — 70 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 68 גרם (1ח)", "דובדבנים — 70 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "monday",
            image: "../calendar/images/day44.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина индейка — 90 г (3Б)", "Овсяная лепешка — 57 г (3У)", "Салат из рукколы и 2 помидора черри", "Авокадо — 30 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Oat flatbread — 57 g (3C)", "Arugula salad with 2 cherry tomatoes", "Avocado — 30 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Овесена питка — 57 г (3В)", "Салата от рукола и 2 чери домата", "Авокадо — 30 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "סלט רוקט עם 2 עגבניות שרי", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Шашлычки из курицы 84 г (3Б)", "Брокколи отварные — 330 г (1У)", "Ржаной хлеб — 60 г (2У)", "Оливки — 30 г (3Ж)"],
                    en: ["Grilled chicken skewers 84 g (3P)", "Boiled broccoli — 330 g (1C)", "Rye bread — 60 g (2C)", "Olives — 30 g (3F)"],
                    bg: ["Шишчета от пилешко 84 г (3Б)", "Варено броколи — 330 г (1В)", "Ръжен хляб — 60 г (2В)", "Маслини — 30 г (3М)"],
                    he: ["שיפודי עוף 84 גרם (3ח)", "ברוקולי מבושל — 330 גרם (1פ)", "לחם שיפון — 60 גרם (2פ)", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Скумбрииг BBQ 120г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из руколы и красной редьки", "Тхина — 30 г (3Ж)"],
                    en: ["BBQ mackerel 120 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula salad with red radish", "Tahini — 30 g (3F)"],
                    bg: ["Скумрия BBQ 120 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола с червена ряпа", "Тахан — 30 г (3М)"],
                    he: ["מקרל BBQ 120 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט עם צנון אדום", "טחינה — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Творог — 67 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт 2% — 200 г (1Б)", "Киви — 60 г (1У)", "Грецкий орех — 3 г (1Ж)"],
                    en: ["Yogurt 2% — 200 g (1P)", "Kiwi — 60 g (1C)", "Walnut — 3 g (1F)"],
                    bg: ["Кисело мляко 2% — 200 г (1Б)", "Киви — 60 г (1В)", "Орех — 3 г (1М)"],
                    he: ["יוגורט 2% — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "אגוז מלך — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "tuesday",
            image: "../calendar/images/day45.png",
            meals: {
                breakfast: {
                    ru: ["Омлет (6 белков) (3Б)", "Ячменная лепешка — 36 г (3У)", "Салат из рукколы, огурцы и красной редьки", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Barley flatbread — 36 g (3C)", "Arugula, cucumber and red radish salad", "Avocado — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Ечемичена питка — 36 г (3В)", "Салата от рукола, краставици и червена ряпа", "Авокадо — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "לחמנייה משעורה — 36 גרם (3פ)", "סלט רוקט, מלפפונים וצנון אדום", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Куриное филе — 84 г (3Б)", "Цветная капуста отварная — 330 г (1У)", "Варёная красная фасоль — 90 г (2У)", "Тхина — 10 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Boiled cauliflower — 330 g (1C)", "Boiled red beans — 90 g (2C)", "Tahini — 10 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Варено карфиол — 330 г (1В)", "Варен червен боб — 90 г (2В)", "Тахан — 10 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "כרובית מבושלת — 330 גרם (1פ)", "שעועית אדומה מבושלת — 90 גרם (2פ)", "טחינה — 10 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Лосось — 84 г (3Б)", "Красная фасоль — 135 г (3У)", "Салат из помидоров черри, салата-латука и петрушки", "Маслины — 30 г (3Ж)"],
                    en: ["Salmon — 84 g (3P)", "Red beans — 135 g (3C)", "Cherry tomato, lettuce and parsley salad", "Olives — 30 g (3F)"],
                    bg: ["Сьомга — 84 г (3Б)", "Червен боб — 135 г (3В)", "Салата от чери домати, маруля и магданоз", "Маслини — 30 г (3М)"],
                    he: ["סלמון — 84 גרם (3ח)", "שעועית אדומה — 135 גרם (3פ)", "סלט עגבניות שרי, חסה ופטרוזיליה", "זיתים — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Яблоко — 90 г (1У)", "Семена чия — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Apple — 90 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Ябълка — 90 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוח — 90 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Вишня — 70 г (1У)", "Грецкий орех — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Cherries — 70 g (1C)", "Walnut — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Череши — 70 г (1В)", "Орех — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "דובדבנים — 70 גרם (1פ)", "אגוז מלך — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "wednesday",
            image: "../calendar/images/day46.png",
            meals: {
                breakfast: {
                    ru: ["Творог — 200 г (3Б)", "Овсяная лепешка — 38 г (2У)", "Салат из помидоров черри и петрушки - 200 г (1У)", "Грецкий орех — 9 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 38 g (2C)", "Cherry tomato and parsley salad - 200 g (1C)", "Walnut — 9 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 38 г (2В)", "Салата от чери домати и магданоз - 200 г (1В)", "Орех — 9 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות שרי ופטרוזיליה - 200 גרם (1פ)", "אגוז מלך — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Запечённая тыква — 360 г (3У)", "Салат из рукколы, 2 помидоров черри и петрушки", "Тхина — 10 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Baked pumpkin — 360 g (3C)", "Arugula, 2 cherry tomatoes and parsley salad", "Tahini — 10 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Печена тиква — 360 г (3В)", "Салата от рукола, 2 чери домата и магданоз", "Тахан — 10 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "דלעת אפויה — 360 גרם (3פ)", "סלט רוקט, 2 עגבניות שרי ופטרוזיליה", "טחינה — 10 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Тунец — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Салат из рукколы", "Авокадо — 30 г (3Ж)"],
                    en: ["Tuna — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 80 g (2C)", "Arugula salad", "Avocado — 30 g (3F)"],
                    bg: ["Риба тон — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Салата от рукола", "Авокадо — 30 г (3М)"],
                    he: ["טונה — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "סלט רוקט", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Яйцо — 2 белка (1Б)", "Грейпфрут — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Grapefruit — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Грейпфрут — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "אשכולית — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт — 200 г (1Б)", "Киви — 60 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Kiwi — 60 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Киви — 60 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "thursday",
            image: "../calendar/images/day47.png",
            meals: {
                breakfast: {
                    ru: ["Коттедж— 200 г (3Б)", "Груша — 100 г (1У)", "ржаной хлеб - 60 г (2У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Pear — 100 g (1C)", "Rye bread - 60 g (2C)", "Avocado — 30 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Круша — 100 г (1В)", "Ръжен хляб - 60 г (2В)", "Авокадо — 30 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "אגס — 100 גרם (1פ)", "לחם שיפון - 60 גרם (2פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Омлет (6 белков) (3Б)", "Красная фасоль — 135 г (3У)", "Салат из салата-латука и огурцов", "Маслины — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Red beans — 135 g (3C)", "Lettuce and cucumber salad", "Olives — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Червен боб — 135 г (3В)", "Салата от маруля и краставици", "Маслини — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "שעועית אדומה — 135 גרם (3פ)", "סלט חסה ומלפפונים", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Скумбрия — 84 г (3Б)", "Цветная капуста — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из рукколы и огурцов", "Авокадо — 30 г (3Ж)"],
                    en: ["Mackerel — 84 g (3P)", "Cauliflower — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula and cucumber salad", "Avocado — 30 g (3F)"],
                    bg: ["Скумрия — 84 г (3Б)", "Карфиол — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола и краставици", "Авокадо — 30 г (3М)"],
                    he: ["מקרל — 84 גרם (3ח)", "כרובית — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט ומלפפונים", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Овсяная лепёшка — 19 г (1У)", "Филе лосося — 28–30 г (1Б)", "Лист салата", "Немного свежего огурца"],
                    en: ["Oat flatbread — 19 g (1C)", "Salmon fillet — 28–30 g (1P)", "Lettuce leaf", "A bit of fresh cucumber"],
                    bg: ["Овесена питка — 19 г (1В)", "Филе от сьомга — 28–30 г (1Б)", "Лист маруля", "Малко прясна краставица"],
                    he: ["לחמנייה משיבולת שועל — 19 גרם (1פ)", "פילה סלמון — 28–30 גרם (1ח)", "עלה חסה", "קצת מלפפון טרי"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Клубника — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Strawberries — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Ягоди — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "friday",
            image: "../calendar/images/day48.png",
            meals: {
                breakfast: {
                    ru: ["Коттедж — 200 г (3Б)", "Овсяная лепешка — 57 г (3У)", "Салат из рукколы и огурцов", "Фундук — 9 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 57 g (3C)", "Arugula and cucumber salad", "Hazelnuts — 9 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 57 г (3В)", "Салата от рукола и краставици", "Лешници — 9 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "סלט רוקט ומלפפונים", "אגוזי לוז — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Кабачки — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из огурцов и укропа", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Cucumber and dill salad", "Olive oil — 9 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от краставици и копър", "Зехтин — 9 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "קישואים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט מלפפונים ושמיר", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Салат из рукколы и огурцов", "Маслины — 30 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 80 g (2C)", "Arugula and cucumber salad", "Olives — 30 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Салата от рукола и краставици", "Маслини — 30 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "סלט רוקט ומלפפונים", "זיתים — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Апельсин — 100 г (1У)", "Семена чия — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Orange — 100 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Портокал — 100 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוז — 100 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Яйцо — 2 белка (1Б)", "Вишня — 70 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Cherries — 70 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Череши — 70 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "דובדבנים — 70 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "saturday",
            image: "../calendar/images/day49.png",
            meals: {
                breakfast: {
                    ru: ["Омлет (6 белков) (3Б)", "Овсяная лепешка — 38 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Oat flatbread — 38 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Avocado — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Овесена питка — 38 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Авокадо — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "לחמנייה משיבולת שועל — 38 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Скумбрия на гриле — 120 г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат руколла и черри помидоры", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Grilled mackerel — 120 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula and cherry tomato salad", "Olive oil — 9 g (3F)"],
                    bg: ["Скумрия на грил — 120 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола и чери домати", "Зехтин — 9 г (3М)"],
                    he: ["מקרל על הגריל — 120 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט ועגבניות שרי", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Шашлычки из курицы— 84 г (3Б)", "Красная фасоль — 135 г (3У)", "Салат из рукколы и огурцов", "Грецкий орех — 9 г (3Ж)"],
                    en: ["Grilled chicken skewers — 84 g (3P)", "Red beans — 135 g (3C)", "Arugula and cucumber salad", "Walnut — 9 g (3F)"],
                    bg: ["Шишчета от пилешко — 84 г (3Б)", "Червен боб — 135 г (3В)", "Салата от рукола и краставици", "Орех — 9 г (3М)"],
                    he: ["שיפודי עוף — 84 גרם (3ח)", "שעועית אדומה — 135 גרם (3פ)", "סלט רוקט ומלפפונים", "אגוז מלך — 9 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Овсяная лепёшка — 19 г (1У)", "Филе лосося — 28–30 г (1Б)", "Лист салата", "Немного свежего огурца"],
                    en: ["Oat flatbread — 19 g (1C)", "Salmon fillet — 28–30 g (1P)", "Lettuce leaf", "A bit of fresh cucumber"],
                    bg: ["Овесена питка — 19 г (1В)", "Филе от сьомга — 28–30 г (1Б)", "Лист маруля", "Малко прясна краставица"],
                    he: ["לחמנייה משיבולת שועל — 19 גרם (1פ)", "פילה סלמון — 28–30 גרם (1ח)", "עלה חסה", "קצת מלפפון טרי"]
                },
                snack2: {
                    ru: ["Коттедж — 68 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 68 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 68 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 68 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "sunday",
            image: "../calendar/images/day50.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина индейка — 90 г (3Б)", "Овсяная лепешка — 57 г (3У)", "Салата-латука, помидоров черри, огурцов и петрушки", "Авокадо — 30 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Oat flatbread — 57 g (3C)", "Lettuce, cherry tomato, cucumber and parsley salad", "Avocado — 30 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Овесена питка — 57 г (3В)", "Салата от маруля, чери домати, краставици и магданоз", "Авокадо — 30 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "סלט חסה, עגבניות שרי, מלפפונים ופטרוזיליה", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Шашлычки из курицы — 84 г (3Б)", "Брокколи отварные — 330 г (1У)", "Ржаной хлеб — 60 г (2У)", "Салат из рукколы", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Grilled chicken skewers — 84 g (3P)", "Boiled broccoli — 330 g (1C)", "Rye bread — 60 g (2C)", "Arugula salad", "Olive oil — 9 g (3F)"],
                    bg: ["Шишчета от пилешко — 84 г (3Б)", "Варено броколи — 330 г (1В)", "Ръжен хляб — 60 г (2В)", "Салата от рукола", "Зехтин — 9 г (3М)"],
                    he: ["שיפודי עוף — 84 גרם (3ח)", "ברוקולי מבושל — 330 גרם (1פ)", "לחם שיפון — 60 גרם (2פ)", "סלט רוקט", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Индейка филе — 84 г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из рукколы и огурцы", "Авокадо — 30 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula and cucumber salad", "Avocado — 30 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола и краставици", "Авокадо — 30 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט ומלפפונים", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Творог — 67 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт 2% — 200 г (1Б)", "Киви — 60 г (1У)", "Грецкий орех — 3 г (1Ж)"],
                    en: ["Yogurt 2% — 200 g (1P)", "Kiwi — 60 g (1C)", "Walnut — 3 g (1F)"],
                    bg: ["Кисело мляко 2% — 200 г (1Б)", "Киви — 60 г (1В)", "Орех — 3 г (1М)"],
                    he: ["יוגורט 2% — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "אגוז מלך — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "monday",
            image: "../calendar/images/day51.png",
            meals: {
                breakfast: {
                    ru: ["Омлет (6 белков) (3Б)", "Ячменная лепешка — 36 г (3У)", "Салат из рукколы и огурцы", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Barley flatbread — 36 g (3C)", "Arugula and cucumber salad", "Avocado — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Ечемичена питка — 36 г (3В)", "Салата от рукола и краставици", "Авокадо — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "לחמנייה משעורה — 36 גרם (3פ)", "סלט רוקט ומלפפונים", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Шашлычки из курицы — 84 г (3Б)", "Цветная капуста отварная — 330 г (1У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Варёная красная фасоль — 45 г (1У)", "Тхина — 10 г (3Ж)"],
                    en: ["Grilled chicken skewers — 84 g (3P)", "Boiled cauliflower — 330 g (1C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Boiled red beans — 45 g (1C)", "Tahini — 10 g (3F)"],
                    bg: ["Шишчета от пилешко — 84 г (3Б)", "Варено карфиол — 330 г (1В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Варен червен боб — 45 г (1В)", "Тахан — 10 г (3М)"],
                    he: ["שיפודי עוף — 84 גרם (3ח)", "כרובית מבושלת — 330 גרם (1פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "שעועית אדומה מבושלת — 45 גרם (1פ)", "טחינה — 10 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Лосось — 84 г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из рукколы", "Маслины — 30 г (3Ж)"],
                    en: ["Salmon — 84 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula salad", "Olives — 30 g (3F)"],
                    bg: ["Сьомга — 84 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола", "Маслини — 30 г (3М)"],
                    he: ["סלמון — 84 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט", "זיתים — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Яблоко — 90 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Apple — 90 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Ябълка — 90 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוח — 90 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Вишня — 70 г (1У)", "Грецкий орех — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Cherries — 70 g (1C)", "Walnut — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Череши — 70 г (1В)", "Орех — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "דובדבנים — 70 גרם (1פ)", "אגוז מלך — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "tuesday",
            image: "../calendar/images/day52.png",
            meals: {
                breakfast: {
                    ru: ["Творог — 200 г (3Б)", "Овсяная лепешка — 57 г (3У)", "Салат из салата-латука, помидоров черри, огурцов и петрушки", "Грецкий орех — 9 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 57 g (3C)", "Lettuce, cherry tomato, cucumber and parsley salad", "Walnut — 9 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 57 г (3В)", "Салата от маруля, чери домати, краставици и магданоз", "Орех — 9 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "סלט חסה, עגבניות שרי, מלפפונים ופטרוזיליה", "אגוז מלך — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Запечённая тыква — 360 г (3У)", "Салат из салата-латука, помидоров черри, огурцов и петрушки", "Тхина — 30 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Baked pumpkin — 360 g (3C)", "Lettuce, cherry tomato, cucumber and parsley salad", "Tahini — 30 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Печена тиква — 360 г (3В)", "Салата от маруля, чери домати, краставици и магданоз", "Тахан — 30 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "דלעת אפויה — 360 גרם (3פ)", "סלט חסה, עגבניות שרי, מלפפונים ופטרוזיליה", "טחינה — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Тунец — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Салат из салата-латука, огурцов и укроп", "Авокадо — 30 г (3Ж)"],
                    en: ["Tuna — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 80 g (2C)", "Lettuce, cucumber and dill salad", "Avocado — 30 g (3F)"],
                    bg: ["Риба тон — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Салата от маруля, краставици и копър", "Авокадо — 30 г (3М)"],
                    he: ["טונה — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "סלט חסה, מלפפונים ושמיר", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Яйцо — 2 белка (1Б)", "Грейпфрут — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Grapefruit — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Грейпфрут — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "אשכולית — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Йогурт — 200 г (1Б)", "Киви — 60 г (1У)", "Семена чия — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Kiwi — 60 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Киви — 60 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "קיווי — 60 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "wednesday",
            image: "../calendar/images/day53.png",
            meals: {
                breakfast: {
                    ru: ["Творог — 200 г (3Б)", "Груша — 100 г (1У)", "Ржаной хлеб", "Салат из рукколы с помидорами черри, огурцами и петрушкой", "Авокадо — 30 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Pear — 100 g (1C)", "Rye bread", "Arugula salad with cherry tomatoes, cucumber and parsley", "Avocado — 30 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Круша — 100 г (1В)", "Ръжен хляб", "Салата от рукола с чери домати, краставици и магданоз", "Авокадо — 30 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "אגס — 100 גרם (1פ)", "לחם שיפון", "סלט רוקט עם עגבניות שרי, מלפפונים ופטרוזיליה", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Омлет (6 белков) (3Б)", "Красная фасоль — 90 г (2У)", "Салат из розовых помидоров с петрушкой 200 г (1У)", "Маслины — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Red beans — 90 g (2C)", "Pink tomato and parsley salad 200 g (1C)", "Olives — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Червен боб — 90 г (2В)", "Салата от розови домати с магданоз 200 г (1В)", "Маслини — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "שעועית אדומה — 90 גרם (2פ)", "סלט עגבניות ורודות עם פטרוזיליה 200 גרם (1פ)", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Скумбрия — 84 г (3Б)", "Цветная капуста — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из рукколы", "Авокадо — 30 г (3Ж)"],
                    en: ["Mackerel — 84 g (3P)", "Cauliflower — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Arugula salad", "Avocado — 30 g (3F)"],
                    bg: ["Скумрия — 84 г (3Б)", "Карфиол — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от рукола", "Авокадо — 30 г (3М)"],
                    he: ["מקרל — 84 גרם (3ח)", "כרובית — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט רוקט", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Яблоко — 90 г (1У)", "Семена чия — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Apple — 90 g (1C)", "Chia seeds — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Ябълка — 90 г (1В)", "Семена от чиа — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוח — 90 גרם (1פ)", "זרעי צ'יה — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Творог — 67 г (1Б)", "Клубника — 140 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Cottage cheese — 67 g (1P)", "Strawberries — 140 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Извара — 67 г (1Б)", "Ягоди — 140 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["גבינת קוטג' — 67 גרם (1ח)", "תותים — 140 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "thursday",
            image: "../calendar/images/day54.png",
            meals: {
                breakfast: {
                    ru: ["Творог — 200 г (3Б)", "Овсяная лепешка — 57 г (3У)", "Авокадо — 30 г (3Ж)"],
                    en: ["Cottage cheese — 200 g (3P)", "Oat flatbread — 57 g (3C)", "Avocado — 30 g (3F)"],
                    bg: ["Извара — 200 г (3Б)", "Овесена питка — 57 г (3В)", "Авокадо — 30 г (3М)"],
                    he: ["גבינת קוטג' — 200 גרם (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Индейка филе — 84 г (3Б)", "Кабачки — 330 г (1У)", "Варёный нут — 90 г (2У)", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Turkey fillet — 84 g (3P)", "Zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Olive oil — 9 g (3F)"],
                    bg: ["Пуешко филе — 84 г (3Б)", "Тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Зехтин — 9 г (3М)"],
                    he: ["חזה הודו — 84 גרם (3ח)", "קישואים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 45 г (1У)", "Салат из розовых помидоров с петрушкой 200 г (1У)", "Маслины — 30 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 45 g (1C)", "Pink tomato and parsley salad 200 g (1C)", "Olives — 30 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 45 г (1В)", "Салата от розови домати с магданоз 200 г (1В)", "Маслини — 30 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 45 גרם (1פ)", "סלט עגבניות ורודות עם פטרוזיליה 200 גרם (1פ)", "זיתים — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Йогурт — 200 г (1Б)", "Апельсин — 100 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Yogurt — 200 g (1P)", "Orange — 100 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Кисело мляко — 200 г (1Б)", "Портокал — 100 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["יוגורט — 200 גרם (1ח)", "תפוז — 100 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                },
                snack2: {
                    ru: ["Яйцо — 2 белка (1Б)", "Вишня — 70 г (1У)", "Миндаль — 3 г (1Ж)"],
                    en: ["Egg — 2 egg whites (1P)", "Cherries — 70 g (1C)", "Almonds — 3 g (1F)"],
                    bg: ["Яйце — 2 белтъка (1Б)", "Череши — 70 г (1В)", "Бадеми — 3 г (1М)"],
                    he: ["ביצה — 2 חלבונים (1ח)", "דובדבנים — 70 גרם (1פ)", "שקדים — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "friday",
            image: "../calendar/images/day55.png",
            meals: {
                breakfast: {
                    ru: ["Омлет (6 белков) (3Б)", "Овсяная лепешка — 57 г (3У)", "Салат из рукколы, черри помидоры с петрушкой", "Авокадо — 30 г (3Ж)"],
                    en: ["Omelet (6 egg whites) (3P)", "Oat flatbread — 57 g (3C)", "Arugula, cherry tomato and parsley salad", "Avocado — 30 g (3F)"],
                    bg: ["Омлет (6 белтъка) (3Б)", "Овесена питка — 57 г (3В)", "Салата от рукола, чери домати с магданоз", "Авокадо — 30 г (3М)"],
                    he: ["חביתה (6 חלבונים) (3ח)", "לחמנייה משיבולת שועל — 57 גרם (3פ)", "סלט רוקט, עגבניות שרי עם פטרוזיליה", "אבוקדו — 30 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Тилапия — 84 г (3Б)", "Кабачки запечённые — 330 г (1У)", "Варёный нут — 90 г (2У)", "Салат из розовых помидоров, огурцы с петрушкой", "Оливковое масло — 9 г (3Ж)"],
                    en: ["Tilapia — 84 g (3P)", "Baked zucchini — 330 g (1C)", "Boiled chickpeas — 90 g (2C)", "Pink tomato, cucumber and parsley salad", "Olive oil — 9 g (3F)"],
                    bg: ["Тилапия — 84 г (3Б)", "Печени тиквички — 330 г (1В)", "Варен нахут — 90 г (2В)", "Салата от розови домати, краставици с магданоз", "Зехтин — 9 г (3М)"],
                    he: ["טילפיה — 84 גרם (3ח)", "קישואים אפויים — 330 גרם (1פ)", "חומוס מבושל — 90 גרם (2פ)", "סלט עגבניות ורודות, מלפפונים עם פטרוזיליה", "שמן זית — 9 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Шашлычки из курицы — 84 г (3Б)", "Красная фасоль — 90 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Грецкий орех — 9 г (3Ж)"],
                    en: ["Grilled chicken skewers — 84 g (3P)", "Red beans — 90 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Walnut — 9 g (3F)"],
                    bg: ["Шишчета от пилешко — 84 г (3Б)", "Червен боб — 90 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Орех — 9 г (3М)"],
                    he: ["שיפודי עוף — 84 גרם (3ח)", "שעועית אדומה — 90 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "אגוז מלך — 9 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Овсяная лепёшка — 19 г (1У)", "Филе лосося — 28–30 г (1Б)", "Лист салата", "Немного свежего огурца"],
                    en: ["Oat flatbread — 19 g (1C)", "Salmon fillet — 28–30 g (1P)", "Lettuce leaf", "A bit of fresh cucumber"],
                    bg: ["Овесена питка — 19 г (1В)", "Филе от сьомга — 28–30 г (1Б)", "Лист маруля", "Малко прясна краставица"],
                    he: ["לחמנייה משיבולת שועל — 19 גרם (1פ)", "פילה סלמון — 28–30 גרם (1ח)", "עלה חסה", "קצת מלפפון טרי"]
                },
                snack2: {
                    ru: ["Коттедж — 68 г (1Б)", "Клубника — 140 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 68 g (1P)", "Strawberries — 140 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 68 г (1Б)", "Ягоди — 140 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 68 גרם (1ח)", "תותים — 140 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        },
        {
            weekdayKey: "saturday",
            image: "../calendar/images/day56.png",
            meals: {
                breakfast: {
                    ru: ["Ветчина индейка — 90 г (3Б)", "Варёный нут — 90 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Миндаль — 9 г (3Ж)"],
                    en: ["Turkey ham — 90 g (3P)", "Boiled chickpeas — 90 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Almonds — 9 g (3F)"],
                    bg: ["Шунка от пуешко месо — 90 г (3Б)", "Варен нахут — 90 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Бадеми — 9 г (3М)"],
                    he: ["נקניק הודו — 90 גרם (3ח)", "חומוס מבושל — 90 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "שקדים — 9 גרם (3ש)"]
                },
                lunch: {
                    ru: ["Лосось — 84 г (3Б)", "Тыква — 240 г (2У)", "Салат из помидоров, огурцов и салата-латука - 300 гр (1У)", "Маслины — 30 г (3Ж)"],
                    en: ["Salmon — 84 g (3P)", "Pumpkin — 240 g (2C)", "Tomato, cucumber and lettuce salad - 300 g (1C)", "Olives — 30 g (3F)"],
                    bg: ["Сьомга — 84 г (3Б)", "Тиква — 240 г (2В)", "Салата от домати, краставици и маруля - 300 г (1В)", "Маслини — 30 г (3М)"],
                    he: ["סלמון — 84 גרם (3ח)", "דלעת — 240 גרם (2פ)", "סלט עגבניות, מלפפונים וחסה - 300 גרם (1פ)", "זיתים — 30 גרם (3ש)"]
                },
                dinner: {
                    ru: ["Куриное филе — 84 г (3Б)", "Брокколи — 330 г (1У)", "Лобио — 80 г (2У)", "Салат из рукколы", "Авокадо — 30 г (3Ж)"],
                    en: ["Chicken fillet — 84 g (3P)", "Broccoli — 330 g (1C)", "Lobio — 80 g (2C)", "Arugula salad", "Avocado — 30 g (3F)"],
                    bg: ["Пилешко филе — 84 г (3Б)", "Броколи — 330 г (1В)", "Лобио — 80 г (2В)", "Салата от рукола", "Авокадо — 30 г (3М)"],
                    he: ["חזה עוף — 84 גרם (3ח)", "ברוקולי — 330 גרם (1פ)", "לוביו — 80 גרם (2פ)", "סלט רוקט", "אבוקדו — 30 גרם (3ש)"]
                },
                snack1: {
                    ru: ["Омлет с двумя яичными белками и яблоком и грецкий орех — 3 г (1БУЖ)"],
                    en: ["Omelet with two egg whites and apple, and walnut — 3 g (1P1C1F)"],
                    bg: ["Омлет с два яйчени белтъка и ябълка, и орех — 3 г (1Б1В1М)"],
                    he: ["חביתה עם שני חלבוני ביצה ותפוח, ואגוז מלך — 3 גרם (1ח1פ1ש)"]
                },
                snack2: {
                    ru: ["Коттедж — 68 г (1Б)", "Вишня — 70 г (1У)", "Фундук — 3 г (1Ж)"],
                    en: ["Cottage cheese — 68 g (1P)", "Cherries — 70 g (1C)", "Hazelnuts — 3 g (1F)"],
                    bg: ["Извара — 68 г (1Б)", "Череши — 70 г (1В)", "Лешници — 3 г (1М)"],
                    he: ["גבינת קוטג' — 68 גרם (1ח)", "דובדבנים — 70 גרם (1פ)", "אגוזי לוז — 3 גרם (1ש)"]
                }
            }
        }

    ]
};
